Repository: seranov/seranov-kodi
Catalog: context.screenshots/resources/language/resource.language.*/strings.po
Languages: ru_ru

# #32000
source: Popup Screenshots
ru_ru: Всплывающие скриншоты

# #32001
source: Show screenshots
ru_ru: Показать скриншоты

# #32002
source: Slideshow duration (seconds)
ru_ru: Длительность слайдшоу (секунды)

# #32003
source: Show file_id.diz content
ru_ru: Показать содержимое file_id.diz

# #32004
source: Image extensions
ru_ru: Расширения изображений

# #32005
source: Enable debug logging
ru_ru: Включить отладочное логирование

# #32010
source: Version: {0}
ru_ru: Версия: {0}

# #32011
source: This addon shows screenshots in a slideshow format.
ru_ru: Это дополнение показывает скриншоты в формате слайдшоу.

# #32012
source: Use the context menu on video items to activate.
ru_ru: Используйте контекстное меню на видео элементах для активации.

# #32013
source: Screenshots feature for: {0}
ru_ru: Функция скриншотов для: {0}

# #32014
source: Error
ru_ru: Ошибка

# #32015
source: Failed to show screenshots
ru_ru: Не удалось показать скриншоты
